{"type": "variant", "name": "BRAF V600E", "gene": "BRAF", "evidence": {"type": "evidence", "sources": ["Machnicki MM, et al. BRAF--a new player in hematological neoplasms. Blood Cells Mol Dis 2014;53(1-2):77-83", "Alonso CM, et al. BRAF V600E mutation in adult acute lymphoblastic leukemia. Leuk Lymphoma 2013;54(5):1105-6", "Langabeer SE, et al. Incidence of the BRAF V600E mutation in chronic lymphocytic leukaemia and prolymphocytic leukaemia. Leuk Res 2012;36(4):483-4", "Jebaraj BM, et al. BRAF mutations in chronic lymphocytic leukemia. Leuk Lymphoma 2013;54(6):1177-82", "Ping N, et al. Absence of BRAF V600E mutation in hematologic malignancies excluding hairy-cell leukemia. Leuk Lymphoma 2012;53(12):2498-9", "Samuel J, et al. Efficacy of vemurafenib in hairy-cell leukemia. N Engl J Med 2014;370(3):286-8", "Yarchoan M, et al. BRAF mutation and thyroid cancer recurrence. J Clin Oncol 2015;33(1):7-8", "Davies H, et al. Mutations of the BRAF gene in human cancer. Nature 2002;417(6892):949-54", "Cancer Genome Atlas Research Network. Integrated genomic characterization of papillary thyroid carcinoma. Cell 2014;159(3):676-90", "Davies, H., Bignell, G. R., et al. Mutations of the BRAF gene in human cancer. Nature (2002) 417, 949-954.", "Di Nicolantonio, F., et al. Wild-Type BRAF Is Required for Response to Panitumumab or Cetuximab in Metastatic Colorectal Cancer. J Clin. Oncol. (2008) 26, 5705-5712.", "Maestro, M.L. et al. Role of the BRAF Mutations in the Microsatellite Instability Genetic Pathway in Sporadic Colorectal Cancer.Ann. Surg. Oncol. (2007) 14, 1229–1236.", "Tol, J. et al. BRAF Mutation in Metastatic Colorectal Cancer. N. Engl. J. Med. (2009) 361, 98-99.", "Sharma, S.G., and M.L. Gulley. BRAF mutation testing in colorectal cancer. Arch. Pathol. Lab. Med. (2010) 134, 1225-1228", "Prahallad et al.. Unresponsiveness of colon cancer to BRAF(V600E) inhibition through feedback activation of EGFR.Nature. 2012 Jan 26;483(7387):100-3.", "Gravalos C et al.. Integration of panitumumab into the treatment of colorectal cancer. Crit Rev Oncol Hematol. 2010 Apr;74(1):16-26.", "Laurent-Puig P, et al. Analysis of PTEN, BRAF, and EGFR status in determining benefit from cetuximab therapy in wild-type KRAS metastatic colon cancer. J Clin Oncol 2009;27(35):5924-30", "Watanabe M, et al. Novel MEK inhibitor trametinib and other retinoblastoma gene (RB)-reactivating agents enhance efficacy of 5-fluorouracil on human colon cancer cells. Cancer Sci 2013;104(6):687-93", "Salama AK, et al. BRAF in melanoma: current strategies and future directions. Clin Cancer Res 2013;19(16):4326-34", "Mandalà M, et al. Targeting BRAF in melanoma: biological and clinical challenges. Crit Rev Oncol Hematol 2013;87(3):239-55", "Flaherty KT BRAF inhibitors and melanoma. Cancer J 2011;17(6):505-11", "Capovilla M [Cellular and molecular mechanisms of carcinogenic side effects and resistance to BRAF inhibitors in metastatic melanoma with BRAFV600 mutation: state of the knowledge]. Ann Pathol 2013;33(6):375-85", "Robinson et al ..Complete clinical regression of a BRAF V600Emutant pediatric glioblastoma multiforme after BRAF inhibitor therapy. BMC Cancer 2014, 14:258", "Chi et al..BRAF V600E Mutation Identifies a Subset of Low-Grade Diffusely Infiltrating Gliomas in Adults. Journal of Clinical Oncology, Vol 31, No 14 (May 10), 2013: pp e233-e236", "Schindler G, et al. Analysis of BRAF V600E mutation in 1,320 nervous system tumors reveals high mutation frequencies in pleomorphic xanthoastrocytoma, ganglioglioma and extra-cerebellar pilocytic astrocytoma. Acta Neuropathol.121(3),397–405 (2011).", "Badalian-Very G, et al. Recurrent BRAF mutations in Langerhans cell histiocytosis. Blood 2010;116(11):1919-23", "Emile JF, et al. Recurrent RAS and PIK3CA mutations in Erdheim-Chester disease. Blood 2014;124(19):3016-9", "Go H, et al. Frequent detection of BRAF(V600E) mutations in histiocytic and dendritic cell neoplasms. Histopathology 2014;65(2):261-72", "Idbaih A, et al. Dramatic response of a BRAF V600E-mutated primary CNS histiocytic sarcoma to vemurafenib. Neurology 2014;83(16):1478-80", "Michonneau D, et al. BRAF(V600E) mutation in a histiocytic sarcoma arising from hairy cell leukemia. J Clin Oncol 2014;32(35):e117-21", "Aylwin SJ, et al. Pronounced response of papillary craniopharyngioma to treatment with vemurafenib, a BRAF inhibitor. Pituitary 2016;19(5):544-6", "Larkin SJ, et al. BRAF V600E mutations are characteristic for papillary craniopharyngioma and may coexist with CTNNB1-mutated adamantinomatous craniopharyngioma. Acta Neuropathol 2014;127(6):927-9", "Wan PT, et al; Cancer Genome Project. Mechanism of activation of the RAF-ERK signaling pathway by oncogenic mutations of B-RAF. Cell. 2004 Mar 19;116(6):855-67.", "Boulalas I, Zaravinos A, Delakas D, Spandidos DA. Mutational analysis of the BRAF gene in transitional cell carcinoma of the bladder. Int J Biol Markers. 2009 Jan-Mar;24(1):17-21.", "Sfakianos JP, et al. Genomic Characterization of Upper Tract Urothelial Carcinoma. Eur Urol. 2015 Dec;68(6):970-7.", "https://tcga-data.nci.nih.gov/docs/publications/tcga/?", "Saetta AA, Papanastasiou P, Michalopoulos NV et al. Mutational analysis of BRAF in gallbladder carcinomas in association with K-ras and p53 mutations and microsatellite instability. Virchows Arch 2004;445:179--182.", "Goldenberg D, Rosenbaum E, Argani P et al. The V599E BRAF mutation is uncommon in biliary tract cancers. Mod Pathol 2004;17:1386--1391.", "Borger DR, Tanabe KK, Fan KC et al. Frequent mutation of isocitrate dehydrogenase (IDH)1 and IDH2 in cholangiocarcinoma identified through broad-based tumor genotyping. Oncologist 2012;17:72--79.", "Goeppert B, et al. BRAF V600E-specific immunohistochemistry reveals low mutation rates in biliary tract cancer and restriction to intrahepatic cholangiocarcinoma. Mod Pathol. 2014 Jul;27(7):1028-34.", "Falini B, et al. BRAF V600E mutation in hairy cell leukemia: from bench to bedside. Blood 2016;128(15):1918-1927", "National Comprehensive Cancer Network, Clinical Practice Guidelines in Oncology. Hairy Cell Leukemia. Version 2.2018.", "Tiacci E, et al. Targeting Mutant BRAF in Relapsed or Refractory Hairy-Cell Leukemia. N Engl J Med 2015;373(18):1733-47", "Dietrich S, et al. BRAF inhibition in hairy cell leukemia with low-dose vemurafenib. Blood 2016;127(23):2847-55", "Michonneau D, et al. BRAF(V600E) mutation in a histiocytic sarcoma arising from hairy cell leukemia. J Clin Oncol 2014;32(35):117-21", "Zehir A, et al. Mutational landscape of metastatic cancer revealed from prospective clinical sequencing of 10,000 patients. Nat Med 2017; 23 (6): 703-713.", "Ishimura N, et al. BRAF and K-ras gene mutations in human pancreatic cancers. Cancer letters 2003; 199 (2): 169-173.", "Planchard D, et al. Dabrafenib in patients with BRAF(V600E)-positive advanced non-small-cell lung cancer: a single-arm, multicentre, open-label, phase 2 trial. Lancet Oncol 2016;17(5):642-50", "Flaherty KT, et al. Improved survival with MEK inhibition in BRAF-mutated melanoma. N Engl J Med 2012;367(2):107-14", "Flaherty KT, et al. Inhibition of mutated, activated BRAF in metastatic melanoma. N Engl J Med 2010;363(9):809-19", "Gautschi O, et al. A patient with BRAF V600E lung adenocarcinoma responding to vemurafenib. J Thorac Oncol 2012;7(10):e23-4", "Odogwu L, Mathieu L, Blumenthal G, Larkins E, Goldberg KB, Griffin N, Bijwaard K, Lee EY, Philip R, Jiang X, Rodriguez L, McKee AE, Keegan P, Pazdur R. FDA Approval Summary: Dabrafenib and Trametinib for the Treatment of Metastatic Non-Small Cell Lung Cancers Harboring BRAF V600E Mutations. Oncologist. 2018 Jun;23(6):740-745.", "Yarchoan M, et al. BRAF mutation and thyroid cancer recurrence. J Clin Oncol 2015; 33(1):7-8.", "Davies H, et al. Mutations of the BRAF gene in human cancer. Nature 2002; 417(6892):949-54.", "Cancer Genome Atlas Research Network. Integrated genomic characterization of papillary thyroid carcinoma. Cell 2014; 159(3):676-90.", "Subbiah V, Kreitman RJ, Wainberg ZA, Cho JY, Schellens JHM, Soria JC, Wen PY, Zielinski C, Cabanillas ME, Urbanowitz G, Mookerjee B, Wang D, Rangwala F, Keam B. Dabrafenib and Trametinib Treatment in Patients With Locally Advanced or Metastatic BRAF V600-Mutant Anaplastic Thyroid Cancer. J Clin Oncol. 2018 Jan 1; 36(1):7-13.", "Guerra A, Di Crescenzo V, Garzi A, et al: Genetic mutations in the treatment of anaplastic thyroid cancer: A systematic review. BMC Surg 13:S44, 2013.", "Kunstman JW, Juhlin CC, Goh G, et al.: Characterization of the mutational landscape of anaplastic thyroid cancer via whole-exome sequencing. Hum Mol Genet 24:2318-2329, 2015.", "Landa I, Ibrahimpasic T, Boucai L, et al.: Genomic and transcriptomic hallmarks of poorly differentiated and anaplastic thyroid cancers. J Clin Invest 126:1052-1066, 2016.", "Sandulache VC, Williams MD, Lai SY, et al.: Real-time genomic characterization utilizing circulating cell-free DNA in patients with anaplastic thyroid carcinoma. Thyroid 27:81-87, 2017.", "McIver B, Hay ID, Giuffrida DF, et al.: Anaplastic thyroid carcinoma: A 50-year experience at a single institution. Surgery 130:1028-1034, 2001.", "Head and Neck Squamous Cell Carcinoma (TCGA, Nature 2015)"]}, "assertions": [{"type": "assertion", "description": "B-RAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway.  Mutations of B-RAF have been described in up to 100% of Hairy cell leukemia, 40-70% of  Langerhans cell histiocytosis, approximately 50% of Erdheim-Chester disease,  approximately 5% of diffuse large B cell lymphoma and plasma cell neoplasms and less than 5% of chronic lymphocytic leukemia.  While some reports have found that 10-20% of cases of acute leukemias (ALL or AML) may have BRAF mutations, other reports have described no BRAF in those diseases or in myeloid diseases such as MDS or CML. The hotspot for mutations in BRAF is at codon Val600 and these are activating mutations.  The most common activating mutation is p.Val600Glu(V600E).  Various B-Raf inhibitors(Vemurafenib, Dabrafenib) have been FDA approved for therapy for some tumor types in certain clinical settings. ", "tumor_types": ["Acute Leukemia of Unspecified Cell Type", "Acute Myeloid Leukemia", "Anemia, Unspecified", "Atypical Chronic Myeloid Leukemia", "B Lymphoblastic Leukemia/Lymphoma", "Chronic Myeloid Leukemia", "Chronic Myelomonocytic Leukemia", "Chronic Neutrophilic Leukemia", "Cytopenia", "Eosinophilia", "Essential Thrombocythemia", "Leukocytosis", "Leukopenia", "Mast Cell Neoplasm", "MDS with Ring Sideroblasts", "Monocytosis", "Myelodysplastic Syndrome", "Myelodysplastic/Myeloproliferative Neoplasm", "Myeloproliferative Neoplasm", "Myeloid Neoplasm", "Other Acute Leukemia", "Polycythemia Vera", "Polycythemia", "Primary Myelofibrosis", "T Lymphoblastic Leukemia/Lymphoma", "Thrombocytopenia, Unspecified", "Thrombocytosis", "Chronic Lymphocytic Leukemia", "Diffuse Large B Cell Lymphoma"], "tissue_types": ["Blood", "Bone Marrow"], "tier": 2, "gene": "BRAF"}, {"type": "assertion", "description": "Eighty percent of all thyroid cancers are papillary thyroid carcinomas (PTCs). BRAF is part of the mitogen-activated protein kinase (MAPK) signaling pathway and V600E is an activating mutation of BRAF.  The BRAF V600E mutation has been reported in 45% of patients with papillary thyroid carcinoma. The BRAF V600E-like PTC's (BVL) and the RAS-like PTC (RL-PTC) are fundamentally different in their genomic, epigenomic, and proteomic profiles. Presence of a BRAF p.Val600Glu (V600E) mutation is highly specific for papillary thyroid carcinoma and is only rarely associated with the follicular variant PTC , other well-differentiated thyroid neoplasms or nodular goiters. The possible prognostic impact of BRAF V600E mutations in papillary carcinoma of the thyroid continues to be studied. \nFDA approved dabrafenib and trametinib administered together for the treatment of BRAF V600E mutation-positive anaplastic thyroid cancer. ", "tumor_types": ["Papillary Carcinoma"], "tissue_types": ["Thyroid"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "Presence of a BRAF c.1799T>A, p.Val600Glu (V600E) mutation in a microsatellite unstable colorectal carcinoma indicates that the tumor is probably sporadic and not associated with Lynch syndrome (HNPCC). However, if a BRAF mutation is not detected, the tumor may either be sporadic or Lynch syndrome associated. Detection of BRAF mutations may also be useful in determining patient eligibility for anti-EGFR treatment. Approximately 8--15% of colorectal cancer (CRC) tumors harbor BRAF mutations. The presence of BRAF mutation is significantly associated with right-sided colon cancers and is associated with decreased overall survival. Some studies have reported that patients with metastatic CRC (mCRC) that harbor BRAF mutations do not respond to anti-EGFR antibody agents cetuximab or panitumumab in the chemotherapy-refractory setting. BRAF V600-mutated CRCs may not be sensitive to V600E targeted TKIs.\n\nDrug: Vemurafenib + Panitumumab,\nEncorafenib + Binimetinib + Cetuximab,\nRadiation + Trametinib + Fluorouracil", "tumor_types": ["Adenocarcinoma"], "tissue_types": ["Colon", "Rectum"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "B-RAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway. BRAF mutations are present in approximately 50% to 60% of cutaneous melanomas and are also present at lower frequencies in other melanoma subtypes. The hotspot for mutations in BRAF is at codon Val600 and the most common one is p.Val600Glu (V600E). Various B-Raf inhibitors(Vemurafenib, Dabrafenib) have been FDA approved for melanoma therapy in certain settings.\nDrug: \nVemurafenib\nDabrafenib\nDabrafenib + Trametinib\nVemurafenib + Cobimetinib\nTrametinib", "tumor_types": ["Melanoma"], "tissue_types": ["Skin"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "BRAF alterations have been described in a wide spectrum of brain tumors, including in gliomas and glioneuronal tumors. BRAFV600E mutations have been found in approximately 10--15% of pilocytic astrocytoma and in approximately 5--10% of pediatric diffusely infiltrating gliomas, including diffuse astrocytomas (WHO grade II), anaplastic astrocytomas (WHO grade III) and glioblastomas (WHO grade IV), but in less than 2% of comparable adult gliomas.  This mutation is potentially targetable.", "tumor_types": ["Glioblastoma", "Pleomorphic Xanthoastrocytoma", "Ganglioglioma", "Neuroepithelial Neoplasm, NOS", "Neuroepithelial neoplasm, high grade", "Astrocytoma, NOS", "Astrocytoma, Pilocytic"], "tissue_types": ["Spinal Cord", "Brain", "Brain, Supratentorial", "Brain, Infratentorial"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "B-RAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway. Mutations of B-RAF have been described in up to 40-70% of Langerhans cell histiocytosis and approximately 50% of Erdheim-Chester disease. The hotspot for mutations in BRAF is at codon Val600 and these are activating mutations. The most common activating mutation is p.Val600Glu(V600E). Various B-Raf inhibitors(Vemurafenib, Dabrafenib) have been FDA approved for therapy for some tumor types in certain settings, and clinical trials for advanced BRAF V600 mutation-positive tumors using targeted therapy (often in combination with other therapy) may be available (clinical trials.gov).\n", "tumor_types": ["Langerhans Cell Histiocytosis", "Histiocytic and Dendritic Cell Neoplasms"], "tissue_types": ["Bone", "Lung", "Bone Marrow", "Lymph Node", "Skin"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "Mutations in beta catenin (CTNNB1) are seen in about 90% of adamantinomatous craniopharyngiomas and mutations in BRAF (V600E) in papillary craniopharyngiomas. Adamantinomatous and papillary craniopharyngiomas have been shown to carry clonal mutations that are typically mutually exclusive but may occasionally coexist. These findings indicate that the adamantinomatous and papillary subtypes have distinct molecular underpinnings, each principally driven by mutations in a single well-established oncogene - CTNNB1 in the adamantinomatous form and BRAF in the papillary form, independent of age. This may have implications for the diagnosis and treatment of these tumors. Treatment with the BRAF inhibitor vemurafenib has been reported to result in disease stabilization in a patient with a papillary craniopharyngioma with a BRAF V600E mutation.", "tumor_types": ["Craniopharyngioma"], "tissue_types": ["Brain"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "BRAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway. BRAF V600E lies within the activation segment of the kinase domain of the BRAF protein and confers a gain of function. BRAF mutations are infrequent in urothelial carcinoma and are identified in 3-5% of cases. Various BRAF inhibitors (Vemurafenib, Dabrafenib) have been FDA approved for therapy for some tumor types in certain settings. The use of BRAF inhibitors in a number of other cancer types harboring BRAF V600E mutations are under investigation (clinicaltrials.gov). The clinicopathologic effects of BRAF in urothelial carcinoma remains to be fully elucidated.", "tumor_types": ["Urothelial Carcinoma"], "tissue_types": ["Kidney", "Bladder", "Ureter", "Unknown"], "tier": 2, "gene": "BRAF"}, {"type": "assertion", "description": "BRAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway. The hotspot for mutations in BRAF is at codon Val600 and these are activating mutations. The most common activating mutation is p.Val600Glu(V600E). BRAF mutation frequencies are highly controversial in biliary tract cancers ranging from 0 to 33% for BRAF V600E. As most studies with high BRAF mutation rates were performed on European cohorts, this has raised the question of whether these discordant results represent a regional difference in the genetics of biliary tract cancer. In large cohort of biliary tract cancers including intrahepatic cholangiocarcinomas, extrahepatic cholangiocarcinomas, and adenocarcinomas of the gallbladder, BRAF V600E mutations were only rarely found in intrahepatic cholangiocarcinomas and were not identified in any cases of gallbladder adenocarcinoma. The clinicopathologic significance of BRAF V600E remains to be further elucidated in adenocarcinoma of the gallbladder. Various BRAF inhibitors (Vemurafenib, Dabrafenib) have been FDA approved for therapy for some tumor types in certain settings. These results should be interpreted in the clinical and radiographic context. ", "tumor_types": ["Adenocarcinoma"], "tissue_types": ["Gall Bladder"], "tier": 2, "gene": "BRAF"}, {"type": "assertion", "description": "B-RAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway.  Mutations of B-RAF have been described in up to 100% of Hairy cell leukemia, 40-70% of  Langerhans cell histiocytosis, approximately 50% of Erdheim-Chester disease,  approximately 5% of diffuse large B cell lymphoma and plasma cell neoplasms and less than 5% of chronic lymphocytic leukemia.  Some types of Hairy Cell Leukemia (eg, Hairy Cell Leukemia-Variant, Hairy Cell Leukemia with IgHV4-34 rearrangement) are negative for BRAF V600E mutation and may have MAP2K1 mutations. While some reports have found that 10-20% of cases of acute leukemias (ALL or AML) may have BRAF mutations, other reports have described no BRAF in those diseases or in myeloid diseases such as MDS or CML. The hotspot for mutations in BRAF is at codon Val600 and these are activating mutations.  The most common activating mutation is p.Val600Glu(V600E).   B-Raf inhibitors(eg, Vemurafenib) have been FDA approved for therapy for various tumor types and have been used in Hairy Cell Leukemia in some clinical settings, including in combination with other therapy.", "tumor_types": ["Hairy Cell Leukemia"], "tissue_types": ["Blood", "Bone Marrow"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "B-RAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway. The hotspot for mutations in BRAF is at codon Val600 and these are activating mutations. The most common activating mutation is p.Val600Glu(V600E). Various B-Raf inhibitors(Vemurafenib, Dabrafenib) have been FDA approved for therapy for some tumor types in certain settings, and clinical trials for advanced BRAF V600 mutation-positive tumors using targeted therapy (often in combination with other therapy) may be available (clinical trials.gov). It has been found that BRAF V600E has a mutation frequency of 2% in pancreatic cancer.  A small study showed that no BRAF mutations were present in cases without KRAS mutations and in the few cases with BRAF mutations, a KRAS mutation was also present.  ", "tumor_types": ["Adenocarcinoma"], "tissue_types": ["Pancreas"], "tier": 2, "gene": "BRAF"}, {"type": "assertion", "description": "BRAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway. The hotspot for mutations in BRAF is at codon Val600 and these are activating mutations. The most common activating mutation is p.Val600Glu(V600E). Activating BRAF(V600E) (Val600Glu) mutations have been identified in approximately 1-2% of lung adenocarcinomas. Various BRAF inhibitors (Vemurafenib, Dabrafenib, and Trametinib) have been FDA approved for therapy for some tumor types in certain clinical settings. Of note, Dabrafenib and Trametinib are approved for metastatic non-small cell lung cancer (NSCLC) harboring BRAF V600E mutations.", "tumor_types": ["Adenocarcinoma"], "tissue_types": ["Lung"], "tier": 2, "gene": "BRAF"}, {"type": "assertion", "description": "BRAF is part of the mitogen-activated protein kinase (MAPK) signaling pathway and V600E is an activating mutation of BRAF. The BRAF V600E mutation has been reported in 45% of patients with papillary thyroid carcinoma, which comprise 80 % of all thyroid cancers. Presence of a BRAF p.Val600Glu (V600E) mutation is highly specific for papillary thyroid carcinoma and is only rarely associated with the follicular variant PTC, other thyroid neoplasms, or nodular goiters. Anaplastic thyroid carcinomas are rare, highly aggressive, undifferentiated tumors that comprise 1% to 2% of all thyroid cancers in the United States. Well-differentiated papillary thyroid cancer, in which BRAF V600 mutations are an early and common driver mutation, precedes or coexists with approximately 50% of anaplastic thyroid carcinomas. Between 20% and 50% of anaplastic thyroid carcinomas harbor activating BRAF V600 mutations, with unknown prognostic significance. The possible prognostic impact of BRAF V600E mutations in carcinoma of the thyroid continues to be studied. ", "tumor_types": ["Carcinoma"], "tissue_types": ["Thyroid"], "tier": 1, "gene": "BRAF"}, {"type": "assertion", "description": "B-RAF is a member of the RAF-family of kinases which plays an important role in the RAS-RAF-MEK-ERK mitotic signaling pathway. Mutations of B-RAF have been described in <2% of head and neck squamous cell carcinomas. The hotspot for mutations in BRAF is at codon Val600 and the most common one is p.Val600Glu (V600E). Various B-RAF inhibitors have been FDA approved for cancer therapy in certain settings. ", "tumor_types": ["Squamous Cell Carcinoma"], "tissue_types": ["Larynx", "Oral Cavity"], "tier": 2, "gene": "BRAF"}]}