{
    "type": "variant",
    "name": "ABL1 any mutation",
    "gene": "ABL1",
    "evidence": {
        "type": "evidence",
        "sources": [
            "Soverini S, et al. Drug resistance and BCR-ABL kinase domain mutations in Philadelphia chromosome-positive acute lymphoblastic leukemia from the imatinib to the second-generation tyrosine kinase inhibitor era: The main changes are in the type of mutations, but not in the frequency of mutation involvement. Cancer 2014;120(7):1002-9",
            "Soverini S, et al. Implications of BCR-ABL1 kinase domain-mediated resistance in chronic myeloid leukemia. Leuk Res 2014;38(1):10-20",
            "Shah NP, et al. Multiple BCR-ABL kinase domain mutations confer polyclonal resistance to the tyrosine kinase inhibitor imatinib (STI571) in chronic phase and blast crisis chronic myeloid leukemia. Cancer Cell 2002;2(2):117-25",
            "Ravandi F, et al. Long-term follow-up of a phase 2 study of chemotherapy plus dasatinib for the initial treatment of patients with Philadelphia chromosome-positive acute lymphoblastic leukemia. Cancer 2015;121(23):4158-64",
            "Jabbour E, et al. Long-term outcome of patients with chronic myeloid leukemia treated with second-generation tyrosine kinase inhibitors after imatinib failure is predicted by the in vitro sensitivity of BCR-ABL kinase domain mutations. Blood 2009;114(10):2037-43",
            "Markose P, et al. Spectrum of BCR-ABL kinase domain mutations in patients with chronic myeloid leukemia from India with suspected resistance to imatinib-mutations are rare and have different distributions. Leuk Lymphoma 2009;50(12):2092-5",
            "Press RD, et al. Determining the rise in BCR-ABL RNA that optimally predicts a kinase domain mutation in patients with chronic myeloid leukemia on imatinib. Blood 2009;114(13):2598-605",
            "Kim WS, et al. Dynamic change of T315I BCR-ABL kinase domain mutation in Korean chronic myeloid leukaemia patients during treatment with Abl tyrosine kinase inhibitors. Hematol Oncol 2010;28(2):82-8",
            "National Comprehensive Cancer Network. Clinical Practice Guidelines in Oncology.  Chronic Myeloid Leukemia. Version 4.2018."
        ]
    },
    "assertions": [
        {
            "type": "assertion",
            "description": "ABL1 kinase domain mutations in Philadelphia chromosome positive acute lymphoblastic leukemia and chronic myelogenous leukemia are associated with resistance to some types of tryosine kinase inhibitor therapy. The various mutations span several hundred amino acids (M237 thru E507) and vary in their response to later generation tyrosine kinase inhibitors.",
            "tumor_types": [
                "Chronic Myeloid Leukemia",
                "B Lymphoblastic Leukemia/Lymphoma",
                "Acute Leukemia of Unspecified Cell Type",
                "Acute Myeloid Leukemia",
                "Anemia, Unspecified",
                "Atypical Chronic Myeloid Leukemia",
                "Chronic Myelomonocytic Leukemia",
                "Chronic Neutrophilic Leukemia",
                "Cytopenia",
                "Eosinophilia",
                "Essential Thrombocythemia",
                "Histiocytic and Dendritic Cell Neoplasms",
                "Langerhans Cell Histiocytosis",
                "Leukocytosis",
                "Leukopenia",
                "Mast Cell Neoplasm",
                "MDS with Ring Sideroblasts",
                "Monocytosis",
                "Myelodysplastic Syndrome",
                "Myelodysplastic/Myeloproliferative Neoplasm",
                "Myeloproliferative Neoplasm",
                "Myeloid Neoplasm",
                "Other Acute Leukemia",
                "Polycythemia Vera",
                "Polycythemia",
                "Primary Myelofibrosis",
                "T Lymphoblastic Leukemia/Lymphoma",
                "Thrombocytopenia, Unspecified",
                "Thrombocytosis"
            ],
            "tissue_types": [
                "Blood",
                "Bone Marrow"
            ],
            "tier": 1,
            "gene": "ABL1"
        }
    ]
}