{
    "type": "variant",
    "name": "FGFR3 F384L",
    "gene": "FGFR3",
    "evidence": {
        "type": "evidence",
        "sources": [
            "Nakanishi Y, et al. The fibroblast growth factor receptor genetic status as a potential predictor of the sensitivity to CH5183284/Debio 1347, a novel selective FGFR inhibitor. Mol Cancer Ther 2014;13(11):2547-58",
            "Lafitte M, et al. FGFR3 has tumor suppressor properties in cells with epithelial phenotype. Mol Cancer 2013;12():83",
            "Kanazawa TY, et al. Frequency of the allelic variant c.1150T &amp;gt; C in exon 10 of the fibroblast growth factor receptor 3 (FGFR3) gene is not increased in patients with pathogenic mutations and related chondrodysplasia phenotypes. Genet Mol Biol 2014;37(4):622-4",
            "Nakanishi Y, et al. The fibroblast growth factor receptor genetic status as a potential predictor of the sensitivity to CH5183284/Debio 1347, a novel selective FGFR inhibitor. Mol Cancer Ther 2014;13(11):2547-58.",
            "Lafitte M, et al. FGFR3 has tumor suppressor properties in cells with epithelial phenotype. Mol Cancer 2013;12():83.",
            "Kanazawa TY, et al. Frequency of the allelic variant c.1150T &amp;gt; C in exon 10 of the fibroblast growth factor receptor 3 (FGFR3) gene is not increased in patients with pathogenic mutations and related chondrodysplasia phenotypes. Genet Mol Biol 2014;37(4):622-4.",
            "Comprehensive TCGA PanCanAtlas (https://gdc.cancer.gov/about-data/publications/pancanatlas)."
        ]
    },
    "assertions": [
        {
            "type": "assertion",
            "description": "FGFR3 is one of 4 high affinity tyrosine kinase receptors for the fibroblast growth factor family of ligands. On ligand stimulation, FGFR3 undergoes dimerization and tyrosine autophosphorylation, resulting in cell proliferation or differentiation, , through the mitogen-activated protein kinase (MAPK) and phospholipase Cg signal transduction pathways. Some FGFR3 mutations are believed to result in ligand-independent activation of the receptor. However, FGFR3 F384L mutation is not associated with activation of FGFR and, in NIH-3T3 cells, it was demonstrated to be devoid of any transforming activity.  In some cases, the possibility of FGFR3 variants being of germline origin, cannot be excluded. The FGFR3 F384L mutation has been reported as a benign/likely benign germline variant in ClinVar (https://www.ncbi.nlm.nih.gov/clinvar/variation/134404/). Clinical correlation is recommended.",
            "tumor_types": [
                "Adenocarcinoma",
                "Carcinoma",
                "Squamous Cell Carcinoma",
                "Papillary Carcinoma",
                "Follicular Carcinoma"
            ],
            "tissue_types": [
                "Lung",
                "Breast",
                "Colon",
                "Pancreas",
                "Thyroid",
                "Liver"
            ],
            "tier": 3,
            "gene": "FGFR3"
        },
        {
            "type": "assertion",
            "description": "FGFR3 is one of four high affinity tyrosine kinase receptors for the fibroblast growth factor family of ligands. On ligand stimulation, FGFR3 undergoes dimerization and tyrosine autophosphorylation, resulting in cell proliferation or differentiation through the mitogen-activated protein kinase (MAPK) and phospholipase Cg signal transduction pathways. Some FGFR3 mutations are believed to result in ligand-independent activation of the receptor. However, FGFR3 F384L mutation is not associated with activation of FGFR and, in NIH-3T3 cells, it was demonstrated to be devoid of any transforming activity. FGFR3 is altered in 2.9% of pancreatic adenocarcinomas. The FGFR3 F384L mutation has been reported as a benign/likely benign germline variant in ClinVar (https://www.ncbi.nlm.nih.gov/clinvar/variation/134404/). Clinical correlation is recommended.",
            "tumor_types": [
                "Adenocarcinoma"
            ],
            "tissue_types": [
                "Ampulla (Pancreaticobiliary Duct)"
            ],
            "tier": 3,
            "gene": "FGFR3"
        }
    ]
}