{"type": "variant", "name": "IDH1 R132L", "gene": "IDH1", "evidence": {"type": "evidence", "sources": ["Chaturvedi A, et al. Mutant IDH1 promotes leukemogenesis in vivo and can be specifically targeted in human AML. Blood 2013;122(16):2877-87", "Mardis ER, et al. Recurring mutations found by sequencing an acute myeloid leukemia genome. N Engl J Med 2009;361(11):1058-66", "Green A, et al. Somatic mutations of IDH1 and IDH2 in the leukemic transformation of myeloproliferative neoplasms. N Engl J Med 2010;362(4):369-70", "Pardanani A, et al. IDH1 and IDH2 mutation analysis in chronic- and blast-phase myeloproliferative neoplasms. Leukemia 2010;24(6):1146-51", "Wagner K, et al. Impact of IDH1 R132 mutations and an IDH1 single nucleotide polymorphism in cytogenetically normal acute myeloid leukemia: SNP rs11554137 is an adverse prognostic factor. J Clin Oncol 2010;28(14):2356-64", "Marcucci G, et al. IDH1 and IDH2 gene mutations identify novel molecular subsets within de novo cytogenetically normal acute myeloid leukemia: a Cancer and Leukemia Group B study. J Clin Oncol 2010;28(14):2348-55", "Kosmider O, et al. Mutations of IDH1 and IDH2 genes in early and accelerated phases of myelodysplastic syndromes and MDS/myeloproliferative neoplasms. Leukemia 2010;24(5):1094-6", "Ho PA, et al. Molecular alterations of the IDH1 gene in AML: a Children's Oncology Group and Southwest Oncology Group study. Leukemia 2010;24(5):909-13", "Thol F, et al. IDH1 mutations in patients with myelodysplastic syndromes are associated with an unfavorable prognosis. Haematologica 2010;95(10):1668-74", "Tefferi A, et al. IDH1 and IDH2 mutation studies in 1473 patients with chronic-, fibrotic- or blast-phase essential thrombocythemia, polycythemia vera or myelofibrosis. Leukemia 2010;24(7):1302-9", "Paschka P, et al. IDH1 and IDH2 mutations are frequent genetic alterations in acute myeloid leukemia and confer adverse prognosis in cytogenetically normal acute myeloid leukemia with NPM1 mutation without FLT3 internal tandem duplication. J Clin Oncol 2010;28(22):3636-43", "Itzykson R, et al. Prognostic score including gene mutations in chronic myelomonocytic leukemia. J Clin Oncol 2013;31(19):2428-36", "Im AP, et al. DNMT3A and IDH mutations in acute myeloid leukemia and other myeloid malignancies: associations with prognosis and potential treatment strategies. Leukemia 2014;28(9):1774-83", "McKenney AS, et al. Isocitrate dehydrogenase mutations in leukemia. J Clin Invest 2013;123(9):3672-7", "National Comprehensive Cancer Network. Clinical Practice Guidelines in Oncology. Myelodysplastic Syndromes (Version 1.2019).", "National Comprehensive Cancer Network. Clinical Practice Guidelines in Oncology. Acute Myeloid Leukemia (Version 1.2018).", "National Comprehensive Cancer Network. Clinical Practice Guidelines in Oncology. Myeloproliferative Neoplasms (Version 2.2018).", "DiNardo CD, et al. Durable Remissions with Ivosidenib in IDH1-Mutated Relapsed or Refractory AML. N Engl J Med 2018;378(25):2386-2398", "Julie-Aurore Losman et al...What a difference a hydroxyl makes: mutant IDH, (R)-2-hydroxyglutarate, and cancer. Genes & Dev. 2013. 27: 836-852", "Venneti S, et al. The evolving molecular genetics of low-grade glioma. Adv Anat Pathol 2015;22(2):94-101", "Losman JA, et al. What a difference a hydroxyl makes: mutant IDH, (R)-2-hydroxyglutarate, and cancer. Genes Dev 2013;27(8):836-52", "Cohen AL, et al. IDH1 and IDH2 mutations in gliomas. Curr Neurol Neurosci Rep 2013;13(5):345", "Fathi AT, et al. Isocitrate dehydrogenase 1 (IDH1) mutation in breast adenocarcinoma is associated with elevated levels of serum and urine 2-hydroxyglutarate. Oncologist 2014;19(6):602-7", "Patel JP, et al. Prognostic relevance of integrated genetic profiling in acute myeloid leukemia. N Engl J Med 2012;366(12):1079-89", "Borger DR, et al. Frequent mutation of isocitrate dehydrogenase (IDH)1 and IDH2 in cholangiocarcinoma identified through broad-based tumor genotyping. Oncologist 2012;17(1):72-9", "Sequist LV, et al. Implementing multiplexed genotyping of non-small-cell lung cancers into routine clinical practice. Ann Oncol 2011;22(12):2616-24", "Schittenhelm J Recent advances in subtyping tumors of the central nervous system using molecular data. Expert Rev Mol Diagn 2017;17(1):83-94", "Cohen et al...IDH1 and IDH2 Mutations in Gliomas. Curr Neurol Neurosci Rep. 2013 May; 13(5): 345.", "Prognostic relevance of integrated genetic profiling in acute myeloid leukemia. Patel JP, Gönen M, et al N Engl J Med. 2012 Mar 22;366(12):1079-89. doi: 10.1056/NEJMoa1112304. Epub 2012 Mar 14.", "Isocitrate dehydrogenase 1 (IDH1) mutation in breast adenocarcinoma is associated with elevated levels of serum and urine 2-hydroxyglutarate.Fathi AT, Sadrzadeh H et al, Oncologist. 2014 Jun;19(6):602-7. doi: 10.1634/theoncologist.2013-0417. Epub 2014 Apr 23", "Frequent mutation of isocitrate dehydrogenase (IDH)1 and IDH2 in cholangiocarcinoma identified through broad-based tumor genotyping. Borger DR, Tanabe KK, Fan KC et al, Oncologist. 2012;17(1):72-9. doi: 10.1634/theoncologist.2011-0386. Epub 2011 Dec 16.", "Sequist LV, Heist RS, Shaw AT, et al. Implementing multiplexed genotyping of non-small-cell lung cancers into routine clinical practice. AnnOncol. 2011;22:2616–2624", "Sequist LV, Heist RS, Shaw AT, et al. Implementing multiplexed genotyping of non-small-cell lung cancers into routine clinical practice. AnnOncol. 2011;22:2616-2624", "Prognostic relevance of integrated genetic profiling in acute myeloid leukemia. Patel JP, Gönen M, et al N Engl J Med. 2012 Mar 22;366(12):1079-89. doi: 10.1056/NEJMoa1112304. Epub 2012 Mar 14.", "Isocitrate dehydrogenase 1 (IDH1) mutation in breast adenocarcinoma is associated with elevated levels of serum and urine 2-hydroxyglutarate.Fathi AT, Sadrzadeh H et al, Oncologist. 2014 Jun;19(6):602-7. doi: 10.1634/theoncologist.2013-0417. Epub 2014 Apr 23", "Frequent mutation of isocitrate dehydrogenase (IDH)1 and IDH2 in cholangiocarcinoma identified through broad-based tumor genotyping. Borger DR, Tanabe KK, Fan KC et al,  Oncologist. 2012;17(1):72-9. doi: 10.1634/theoncologist.2011-0386. Epub 2011 Dec 16."]}, "assertions": [{"type": "assertion", "description": "IDH1 is an enzyme localized to the cytoplasm and peroxisomes and involved in citrate metabolism. Mutations at Arg132 of IDH1 are typically heterozygous mutations and considered gain of function mutations that lead to increased levels of 2-hydroxyglutarate which are believed to alter epigenetic regulation (ie, DNA methylation) in AML.  Mutations of IDH1 appear to be mutually exclusive of mutations in TET2, another gene involved in regulation of DNA methylation, and also exclusive of mutations in IDH2.  Mutations of IDH1 have been shown to lead to increased DNA methylation in AML.  Recurrent missense mutation of Arg 132 in IDH1 has been reported in approximately 5-15% of cases of acute myeloid leukemia and is often associated with a normal karyotype, wild type CEBPA, wild type FLT3 and the presence of NPM1 mutations.  In addition, this mutation has been reported in approximately 10-20% of cases with leukemic transformation of myeloproliferative neoplasms and has been reported in less than 5% of chronic phase primary myelofibrosis,  less than 5% of myelodysplastic syndrome and rare cases of polycythemia vera, essential thrombocytosis and chronic myelomonocytic leukemia.  The prognostic impact of IDH1 mutations in AML appears uncertain, however, in the settings of primary myelofibrosis and polycythemia vera, the presence of IDH1 mutation is independently associated with inferior survival.  Mutant IDH1 represents a therapeutic target in some clinical settings. ", "tumor_types": ["Myeloproliferative Neoplasm", "Acute Myeloid Leukemia", "Myelodysplastic Syndrome", "Primary Myelofibrosis", "Acute Leukemia of Unspecified Cell Type", "Anemia, Unspecified", "Atypical Chronic Myeloid Leukemia", "B Lymphoblastic Leukemia/Lymphoma", "Chronic Myeloid Leukemia", "Chronic Myelomonocytic Leukemia", "Chronic Neutrophilic Leukemia", "Cytopenia", "Eosinophilia", "Essential Thrombocythemia", "Histiocytic and Dendritic Cell Neoplasms", "Langerhans Cell Histiocytosis", "Leukocytosis", "Leukopenia", "Mast Cell Neoplasm", "MDS with Ring Sideroblasts", "Monocytosis", "Myelodysplastic/Myeloproliferative Neoplasm", "Myeloid Neoplasm", "Other Acute Leukemia", "Polycythemia Vera", "Polycythemia", "T Lymphoblastic Leukemia/Lymphoma", "Thrombocytopenia, Unspecified", "Thrombocytosis"], "tissue_types": ["Blood", "Bone Marrow"], "tier": 1, "gene": "IDH1"}, {"type": "assertion", "description": "IDH1 or IDH2 mutations are found in >70% of lower grade diffusely infiltrative gliomas and in >90% of secondary glioblastoma. IDH mutational status has been reported to be a favorable prognostic indicator relative to wild-type gliomas of similar histology, regardless of grade.  Therapeutic strategies exploiting mutated IDH protein, including through direct inhibition and vaccine-based approaches, are currently the subject of preclinical research and clinical trials.", "tumor_types": ["Glioblastoma", "Astrocytoma, Anaplastic", "Oligodendroglioma", "Astrocytoma, Diffusely Infiltrating", "Infiltrating Glioma, NOS", "Neuroepithelial neoplasm, high grade", "Neuroepithelial Neoplasm, NOS"], "tissue_types": ["Spinal Cord", "Brain", "Brain, Supratentorial", "Brain, Infratentorial"], "tier": 1, "gene": "IDH1"}, {"type": "assertion", "description": "IDH-mutant tumors have aberrant production and accumulation of the oncometabolite 2-hydroxyglutarate (2-HG), which may play a pivotal oncogenic role in several malignancies. A case of an IDH1 p.R132L mutation in a patient with hormone receptor-positive (HR+) breast adenocarcinoma has been reported (5). IDH1 mutations may impact a rare subgroup of patients with breast adenocarcinoma, suggesting future avenues for disease monitoring through noninvasive measurement of 2-HG, as well as for the development and study of targeted therapies against the aberrant IDH1 enzyme.", "tumor_types": ["Adenocarcinoma"], "tissue_types": ["Breast"], "tier": 2, "gene": "IDH1"}, {"type": "assertion", "description": "IDH-mutant tumors have aberrant production and accumulation of the oncometabolite 2-hydroxyglutarate (2-HG), which may play a pivotal oncogenic role in several malignancies including AML, central nervous system and billary tract. Strikingly, IDH1 mutations were rarely detected in the other solid tumor types. Reports have shown that melanoma cases can harbor IDH1 mutations. An IDH1 R132C mutation was found in a melanoma metastasis to the lung. IDH1 mutations were found to coexist with BRAF or KIT mutations, and all were detected in metastatic lesions. Coexistence of IDH1 R132C mutation with KRAS has also been reported in a single case of lung adenocarcinoma (Sequist et al., Ann Oncol., 22:2616-2624, 2011). The clinical significance of this mutation with regards to response to anti-IDH1 therapy in lung cancer is unknown.", "tumor_types": ["Adenocarcinoma"], "tissue_types": ["Lung"], "tier": 2, "gene": "IDH1"}, {"type": "assertion", "description": "IDH-mutant tumors have aberrant production and accumulation of the oncometabolite 2-hydroxyglutarate (2-HG), which may play a pivotal oncogenic role in several malignancies. Mutations in IDH1 and IDH2 have been reported in intrahepatic cholangiocarcinomas.  IDH1 mutation has been associated with highly elevated tissue levels of the enzymatic product 2-hydroxyglutarate. IDH1 mutation has been described to be a feature of intrahepatic cholangiocarcinomas.", "tumor_types": ["Cholangiocarcinoma"], "tissue_types": ["Liver"], "tier": 2, "gene": "IDH1"}]}